{"Afghanistan": "Level 4\n\nDo not travel to Afghanistan due to COVID-19, crime, terrorism, civil unrest, kidnapping, and armed conflict.", "Albania": "Level 3\n\nReconsider travel to Albania due to COVID-19. Exercise increased caution due to crime.", "Algeria": "Level 3\n\nReconsider travel to Algeria due to COVID-19. Exercise increased caution in Algeria due to terrorism.", "Angola": "Level 3\n\nReconsider travel to Angola due to COVID-19.", "Argentina": "Level 4\n\nDo not travel to Argentina due to COVID-19.", "Armenia": "Level 3\n\nReconsider travel to Armenia due to COVID-19. Some areas have increased risk. Read the entire Travel Advisory.", "Australia": "Level 2\n\nExercise increased caution in Australia due to COVID-19. ", "Austria": "Level 3\n\nReconsider travel to Austria due to COVID-19.", "Azerbaijan": "Level 3\n\nReconsider travel to Azerbaijan due to COVID-19 and terrorism concerns.", "Bangladesh": "Level 3\n\nReconsider travel to Bangladesh due to COVID-19.  Exercise increased caution in Bangladesh due to crime, terrorism, and kidnapping.", "Belarus": "Level 3\n\nReconsider Travel to Belarus due to COVID-19.", "Belgium": "Level 3\n\nReconsider travel to Belgium due to COVID-19. Exercise increased caution in Belgium due to terrorism.", "Belize": "Level 3\n\nReconsider travel to Belize due to COVID-19. Exercise increased caution in Belize due to crime. Some areas have increased risk.", "Benin": "Level 3\n\nReconsider travel to Benin due to COVID-19.", "Bhutan": "Level 3\n\nReconsider travel to Bhutan due to COVID-19.", "Bolivia": "Level 4\n\nDo not travel to Bolivia due to COVID-19. Exercise increased caution in Bolivia due to  civil unrest.", "Bosnia and Herzegovina": "Level 3\n\nReconsider travel to Bosnia-Herzegovina due to COVID-19. Exercise increased caution due to terrorism and land mines.", "Botswana": "Level 4\n\nDo Not Travel to Botswana due to COVID-19. ", "Brazil": "Level 4\n\nDo not travel to Brazil due to COVID-19. Exercise increased caution in Brazil due to crime. Some areas have increased risk. Read the entire Travel Advisory. ", "Bulgaria": "Level 3\n\nReconsider travel to Bulgaria due to COVID-19.", "Burkina Faso": "Level 4\n\nDo not travel to Burkina Faso due to COVID-19, terrorism, crime, and kidnapping.", "Burma": "Level 4\n\nDo not travel to Burma due to COVID-19 as well as areas of civil unrest and armed conflict. ", "Burundi": "Level 3\n\nReconsider travel to Burundi due to COVID-19,  crime, health, and political violence.", "Cambodia": "Level 2\n\nExercise increased caution in Cambodia due to COVID-19. Read the entire Travel Advisory.", "Cameroon": "Level 3\n\nReconsider travel to Cameroon due to COVID-19. Exercise increased caution due to crime.", "Canada": "Level 3\n\nReconsider travel to Canada due to COVID-19.", "Central African Republic": "Level 4\n\nDo not travel to the Central African Republic due to COVID-19, Embassy Bangui’s limited capacity to provide support to U.S. citizens, crime, civil unrest, kidnapping, and elections.", "Chad": "Level 3\n\nReconsider travel to Chad due to COVID-19, crime, terrorism, and minefields.", "Chile": "Level 3\n\nReconsider travel to Chile due to COVID-19. Exercise increased caution in Chile due to civil unrest.    ", "China": "Level 3\n\nReconsider travel to the People’s Republic of China (PRC), including the Hong Kong Special Administrative Region (SAR), due to arbitrary enforcement of local laws. Exercise increased caution in the Hong Kong SAR due to COVID-19.", "Colombia": "Level 3\n\nReconsider travel to Colombia due to COVID-19. Exercise increased caution in Colombia due to crime, terrorism and kidnapping. Some areas have increased risk. Read the entire Travel Advisory.", "Costa Rica": "Level 3\n\nReconsider travel to Costa Rica due to COVID-19. Exercise increased caution in Costa Rica due to crime.", "CotedvIoire": "Level 3\n\nReconsider travel to Cote d’Ivoire due to COVID-19. Exercise increased caution due to civil unrest, crime terrorism and upcoming elections. ", "Croatia": "Level 3\n\nReconsider travel to Croatia due to COVID-19.", "Cuba": "Level 4\n\nDo not travel to Cuba due to COVID-19. Exercise increased caution in Cuba due to demonstrable and sometimes debilitating injuries to members of our diplomatic community resulting in the drawdown of embassy staff.", "Czech Republic": "Level 3\n\nReconsider travel to the Czech Republic due to COVID-19.", "Cyprus": "Level 3\n\nReconsider travel to Cyprus due to COVID-19.", "DemocraticRepublicoftheCongo": "Could not find country information", "Denmark": "Level 3\n\nReconsider travel to Denmark due to COVID-19. Exercise increased caution in Denmark due to terrorism.", "Djibouti": "Level 2\n\nExercise increased caution in Djibouti due to COVID-19.", "Dominican Republic": "Level 3\n\nReconsider travel to the Dominican Republic due to health and safety measures and COVID-related conditions.", "Ecuador": "Level 3\n\nReconsider travel to Ecuador due to COVID-19. Exercise increased caution in Ecuador due to crime.  ", "Egypt": "Level 3\n\nReconsider travel to Egypt due to COVID-19. Exercise increased caution in Egypt due to terrorism and the Embassy’s limited ability to assist dual national U.S.-Egyptian citizens who are arrested or detained.", "El Salvador": "Level 3\n\nReconsider travel to El Salvador due to COVID-19. Exercise increased caution in El Salvador due to crime.", "Equatorial Guinea": "Level 2\n\nExercise increased caution in Equatorial Guinea due to COVID-19.", "Eritrea": "Level 3\n\nReconsider travel to Eritrea due to COVID-19.  Reconsider travel to Eritrea due to travel restrictions, limited consular assistance, and landmines.", "Estonia": "Level 3\n\nReconsider travel to Estonia due to COVID-19.", "Ethiopia": "Level 3\n\nReconsider travel to Ethiopia due to COVID-19. Exercise increased caution in Ethiopia due to civil unrest and communication disruptions. Some areas have increased risk. Read the entire Travel Advisory.", "Finland": "Level 3\n\nReconsider travel to Finland due to COVID-19.", "France": "Level 3\n\nReconsider travel to France due to COVID-19.  Exercise increased caution in France due to terrorism and civil unrest.", "French Guiana": "Level 4\n\nDo not travel to French Guiana due to COVID-19.", "Gabon": "Level 3\n\nReconsider travel to Gabon due to COVID-19. ", "Georgia": "Level 4\n\nDo not travel to Georgia due to COVID-19. Read the entire Travel Advisory.", "Germany": "Level 3\n\nReconsider travel to Germany due to COVID-19. Exercise increased caution in Germany due to terrorism.", "Ghana": "Level 3\n\nReconsider travel to Ghana due to COVID-19. ", "Greece": "Level 3\n\nReconsider travel to Greece due to COVID-19.", "Guatemala": "Level 3\n\nReconsider travel to Guatemala due to COVID-19.  Exercise increased caution in Guatemala due to crime.", "Guinea": "Level 3\n\nReconsider travel to Guinea due to COVID-19 and Ebola. Exercise increased caution in Guinea due to civil unrest. Some areas have increased risk. Read the entire Travel Advisory.", "Guyana": "Level 3\n\nReconsider travel to Guyana due to COVID-19. Exercise increased caution in Guyana due to crime.", "Haiti": "Level 4\n\nDo not travel to Haiti due to COVID-19, crime, civil unrest, and kidnapping.", "Honduras": "Level 3\n\nReconsider travel to Honduras due to COVID-19 and crime. Some areas have increased risk. Read the entire Travel Advisory.", "Hungary": "Level 3\n\nReconsider travel to Hungary due to COVID-19.", "Iceland": "Level 3\n\nReconsider travel to Iceland due to COVID-19.", "India": "Level 2\n\nExercise Increased Caution to India due to COVID-19, crime, and terrorism.", "Indonesia": "Level 4\n\nDo not travel to Indonesia due to COVID-19, terrorism, and natural disasters.", "Iran": "Level 4\n\nDo not travel to Iran due to COVID-19, the risk of kidnapping, and the arbitrary arrest and detention of U.S. citizens.", "Iraq": "Level 4\n\nDo not travel to Iraq due to COVID-19, terrorism, kidnapping, armed conflict, and Mission Iraq’s limited capacity to provide support to U.S. citizens.", "Ireland": "Level 3\n\nReconsider travel to Ireland due to COVID-19.", "Israel": "Level 3\n\nReconsider travel to Israel and the West Bank due to COVID-19, travel restrictions, and quarantine procedures instituted by the Government of Israel and the Palestinian Authority respectively. Exercise increased caution in Israel and the West Bank due to terrorism and civil unrest. Do not travel to Gaza due to COVID-19, terrorism, civil unrest, and armed conflict.  ", "Italy": "Level 3\n\nReconsider travel to Italy due to COVID-19. Exercise increased caution due to terrorism", "Jamaica": "Level 3\n\nReconsider travel to Jamaica due to health and safety measures and COVID-related conditions.", "Japan": "Level 3\n\nReconsider travel to Japan due to COVID-19. ", "Jordan": "Level 3\n\nReconsider travel to Jordan due to COVID-19. Exercise increased caution in Jordan due to terrorism and crime. Some areas have increased risk. Read the entire Travel Advisory.", "Kazakhstan": "Level 3\n\nReconsider travel to Kazakhstan due to COVID-19.", "Kenya": "Level 3\n\nReconsider travel to Kenya due to COVID-19. Exercise increased caution in Kenya due to crime, terrorism, health issues, and kidnapping.", "Kyrgyzstan": "Level 3\n\nReconsider travel to Kyrgyzstan due to COVID-19.", "Kuwait": "Level 3\n\nReconsider travel to Kuwait due to COVID-19. Some areas have increased risk. Read the entire Travel Advisory.", "Laos": "Level 2\n\nExercise increased caution in Laos due to COVID-19. ", "Latvia": "Level 3\n\nReconsider travel to Latvia due to COVID-19.", "Liberia": "Level 3\n\nReconsider travel to Liberia due to COVID-19.  Exercise increased caution due to crime.", "Libya": "Level 4\n\nDo not travel to Libya due to COVID-19, crime, terrorism, civil unrest, kidnapping, and armed conflict", "Lithuania": "Level 3\n\nReconsider travel to Lithuania due to COVID-19.", "Madagascar": "Level 3\n\nReconsider travel to Madagascar due to COVID-19. Exercise increased caution in Madagascar due to crime.", "Malawi": "Level 3\n\nReconsider travel to Malawi due to COVID-19.", "Malaysia": "Level 3\n\nReconsider travel to Malaysia due to COVID-19. Some areas have increased risk. Read the entire Travel Advisory.", "Mali": "Level 4\n\nDo not travel to Mali due to COVID-19, crime, terrorism, and kidnapping.", "Mauritania": "Level 3\n\nReconsider travel to Mauritania due to COVID-19. Exercise increased caution in Mauritania due to crime and terrorism. Some areas have increased risk. Read the entire Travel Advisory.", "Mexico": "Level 3\n\nReconsider travel to Mexico due to COVID-19.  Exercise increased caution in Mexico due to crime and kidnapping.  Some areas have increased risk.  Read the entire Travel Advisory.", "Moldova": "Level 3\n\nReconsider travel to Moldova due to COVID-19. Exercise increased caution due to unresolved conflict.", "Mongolia": "Level 3\n\nReconsider travel to Mongolia due to COVID-19.", "Montenegro": "Level 4\n\nDo not travel to Montenegro due to COVID-19.", "Morocco": "Level 3\n\nReconsider travel to Morocco due to COVID-19. Exercise increased caution in Morocco due to terrorism.", "Mozambique": "Level 3\n\nReconsider travel to Mozambique due to COVID-19. Exercise increased caution in Mozambique due to health issues, crime, and terrorism. Some areas have greater risk. Read the entire Travel Advisory. ", "Namibia": "Level 3\n\nReconsider travel to Namibia due to COVID-19. ", "Nepal": "Level 3\n\nReconsider travel to Nepal due to COVID-19. Exercise increased caution in Nepal due to the potential for isolated political violence.", "Netherlands": "Level 3\n\nReconsider travel to the Netherlands due to COVID-19. Exercise increased caution due to terrorism", "New Zealand": "Level 1\n\nExercise normal precautions in New Zealand due to COVID-19.", "Nicaragua": "Level 3\n\nReconsider travel to Nicaragua due to COVID-19, limited healthcare availability, and arbitrary enforcement of laws. Exercise increased caution in Nicaragua due to crime.", "Niger": "Level 3\n\nReconsider travel to Niger due to COVID-19, crime, terrorism, and kidnapping.", "Nigeria": "Level 3\n\nReconsider travel to Nigeria due to COVID-19, crime, terrorism, civil unrest, kidnapping, and maritime crime. Some areas have increased risk. Read the entire Travel Advisory.", "KoreaDemocraticPeoplesRepublicof": "Level 4\n\nDo not travel to North Korea due to COVID-19 and the serious risk of arrest and long-term detention of U.S. nationals.", "Macedonia": "Level 3\n\nReconsider travel to North Macedonia due to COVID-19.", "Norway": "Level 3\n\nReconsider travel to Norway due to COVID-19.", "Oman": "Level 3\n\nReconsider Travel to Oman due to COVID-19.", "Pakistan": "Level 3\n\nReconsider travel to Pakistan due to COVID-19, terrorism, and sectarian violence. Some areas have increased risk. Read the entire Travel Advisory.", "Panama": "Level 3\n\nRead the Department of State’s COVID-19 page before you plan any international travel.", "Papua New Guinea": "Level 2\n\nExercise increased caution in Papua New Guinea due to COVID-19, crime, civil unrest, health concerns, natural disasters, and kidnapping. Some areas have increased risk. Read the entire Travel Advisory.", "Paraguay": "Level 3\n\nReconsider travel to Paraguay due to COVID-19. Some areas have increased risk. Read the entire Travel Advisory.", "Peru": "Level 3\n\nReconsider travel to Peru due to COVID-19. Exercise increased caution in Peru due to crime and terrorism. Some areas have increased risk. Read the entire Travel Advisory.", "Philippines": "Level 3\n\nReconsider travel to the Philippines due to COVID-19. Additionally, exercise increased caution due to crime, terrorism, civil unrest, and kidnapping.  Some areas have increased risk. Read the entire Travel Advisory.", "Poland": "Level 3\n\nReconsider travel to Poland due to COVID-19.", "Portugal": "Level 3\n\nReconsider travel to Portugal due to COVID-19.", "Qatar": "Level 3\n\nDo not travel to Qatar due to COVID-19.", "Republic of the Congo": "Level 3\n\nReconsider travel to the Republic of the Congo due to COVID-19.  Exercise increased caution due to elections, crime, and civil unrest.  ", "Romania": "Level 3\n\nReconsider travel to Romania due to COVID 19.", "RussianFederation": "Level 4\n\nDo not travel to Russia due to COVID-19. Exercise increased caution due to terrorism, harassment, and the arbitrary enforcement of local laws.", "Rwanda": "Level 3\n\nReconsider travel to Rwanda due to COVID-19. Some areas have increased risk. Read the entire Travel Advisory.", "Saudi Arabia": "Level 3\n\nReconsider Travel to Saudi Arabia due to COVID-19.  Exercise increased caution in Saudi Arabia due to terrorism and the threat of missile and drone attacks on civilian targets.", "Senegal": "Level 3\n\nReconsider travel to Senegal due to COVID-19. Some areas have increased risk. Read the entire Travel Advisory.", "Serbia": "Level 3\n\nReconsider travel to Serbia due to COVID-19. Exercise increased caution due to crime.", "Sierra Leone": "Level 3\n\nReconsider travel to Sierra Leone due to crime. Exercise increased caution in Sierra Leone due to COVID-19.", "Slovakia": "Level 3\n\nReconsider travel to Slovakia due to COVID-19.", "Slovenia": "Level 3\n\nReconsider travel to Slovenia due to COVID-19.", "Somalia": "Level 4\n\nDo not travel to Somalia due to COVID-19, crime, terrorism, civil unrest, health issues, kidnapping, and piracy.", "South Africa": "Level 3\n\nReconsider travel to South Africa due to COVID-19. Exercise increased caution in South Africa due to crime, civil unrest, health, and drought.", "South Korea": "Level 2\n\nExercise increased caution in to South Korea due to COVID-19. ", "South Sudan": "Level 4\n\nDo not travel to South Sudan due to COVID-19, crime, kidnapping, and armed conflict.", "Spain": "Level 3\n\nReconsider travel to Spain due to COVID-19. Exercise increased caution in Spain due to terrorism and civil unrest.", "Sri Lanka": "Level 3\n\nReconsider travel to Sri Lanka due to COVID-19. Exercise increased caution in Sri Lanka due to terrorism. ", "Sudan": "Level 3\n\nReconsider travel to Sudan due to COVID-19, crime, terrorism, civil unrest, kidnapping, and armed conflict.", "Suriname": "Level 3\n\nReconsider travel to Suriname due to COVID-19. ", "Sweden": "Level 3\n\nReconsider travel to Sweden due to COVID-19.", "Switzerland": "Level 3\n\nReconsider travel to Switzerland due to COVID-19.", "SyrianArabRepublic": "Level 4\n\nDo not travel to Syria due to COVID-19, terrorism, civil unrest, kidnapping, and armed conflict. ", "Taiwan": "Level 1\n\nExercise normal precautions in Taiwan.", "Tajikistan": "Level 3\n\nReconsider travel to Tajikistan due to COVID-19. Exercise increased caution in Tajikistan due to terrorism.", "Tanzania": "Level 4\n\nDo not travel to Tanzania due to COVID-19. Exercise increased caution in Tanzania due to crime, terrorism, and targeting of LGBTI persons.", "Thailand": "Level 3\n\nReconsider travel to Thailand due to COVID-19. Read the entire Travel Advisory.", "Togo": "Level 3\n\nReconsider travel to Togo due to COVID-19. Some areas have increased risk. Read the entire Travel Advisory. ", "Tunisia": "Level 3\n\nReconsider travel to Tunisia due to COVID-19. Exercise increased caution in Tunisia due to  terrorism. Some areas have increased risk. Read the entire Travel Advisory.   ", "Turkey": "Level 3\n\nReconsider travel to Turkey due to COVID-19. Exercise increased caution when traveling to Turkey due to terrorism and arbitrary detentions. Some areas have increased risk. Read the entire Travel Advisory.", "Turkmenistan": "Level 4\n\nReconsider Travel to Turkmenistan due to COVID-19 and Embassy Ashgabat’s limited capacity to provide support to U.S. citizens. ", "Uganda": "Level 3\n\nReconsider travel to Uganda due to COVID-19. Exercise increased caution in Uganda due to crime. ", "Ukraine": "Level 3\n\nReconsider travel to Ukraine due to COVID-19. Exercise increased caution due to crime and civil unrest. Some areas have increased risk. Read the entire Travel Advisory.", "United Arab Emirates": "Level 3\n\nReconsider travel to the United Arab Emirates due to COVID-19. ", "United Kingdom": "Level 3\n\nReconsider travel to the United Kingdom due to COVID-19. Exercise increased caution due to terrorism", "The United States of America": "This is the home country", "Uruguay": "Level 3\n\nReconsider travel to Uruguay due to COVID-19. Exercise increased caution due to crime.", "Uzbekistan": "Level 3\n\nReconsider travel to Uzbekistan due to COVID-19.", "Venezuela": "Level 4\n\nDo not travel to Venezuela due to crime, civil unrest, poor health infrastructure, kidnapping, arbitrary arrest and detention of U.S. citizens, and COVID-19.", "Vietnam": "Level 2\n\nExercise increased caution in Vietnam due to COVID-19.", "Yemen": "Level 4\n\nDo not travel to Yemen due to COVID-19, terrorism, civil unrest, health risks, kidnapping, armed conflict, and landmines.  ", "Zambia": "Level 3\n\nReconsider travel to Zambia due to COVID-19.", "Zimbabwe": "Level 3\n\nReconsider travel to Zimbabwe due to COVID-19. Exercise increased caution in Zimbabwe due to crime and civil unrest.  ", "Greenland": "Level 3\n\nReconsider travel to Denmark due to COVID-19. Exercise increased caution in Denmark due to terrorism.", "Lebanon": "Level 3\n\nReconsider travel to Lebanon due to COVID-19, crime, terrorism, armed conflict, civil unrest, kidnapping, and Embassy Beirut’s limited capacity to provide support to U.S. citizens. ", "Lesotho": "Level 3\n\nReconsider travel to Lesotho due to COVID-19.   ", "Eswatini": "Level 3\n\nReconsider travel to Eswatini due to COVID-19.", "Andorra": "Level 3\n\nReconsider travel to Andorra due to COVID-19. ", "Anguilla": "Level 3\n\nReconsider travel to Anguilla due to health and safety measures and COVID-related conditions.", "Antarctica": "Level 2\n\nExercise increased caution in Antarctica due to environmental hazards posed by extreme and unpredictable weather.", "Antigua and Barbuda": "Level 3\n\nReconsider travel to Antigua and Barbuda due to health and safety measures and COVID-related conditions. Some areas have increased risk. Please read the entire Travel Advisory.", "Aruba": "Level 3\n\nReconsider travel to Aruba due to health and safety measures and COVID-related conditions.", "Bahrain": "Level 3\n\nReconsider travel to Bahrain due to COVID-19.", "Barbados": "Level 3\n\nReconsider travel to Barbados due to health and safety measures and COVID-related conditions.  ", "Bermuda": "Level 3\n\nReconsider travel to Bermuda due to COVID related conditions.", "Bonaire Sint Eustatius and Saba": "Level 3\n\nReconsider travel to Bonaire, St. Eustatius, and Saba (BES) due to health and safety measures and COVID-related conditions.", "British Virgin Islands": "Level 3\n\nReconsider travel to the British Virgin Islands due to health and safety measures and COVID-related conditions.", "Brunei": "Level 2\n\nExercise increased caution in Brunei due to COVID-19.  ", "Cabo Verde": "Level 3\n\nReconsider travel to Cabo Verde due to COVID-19.", "Cayman Islands": "Level 3\n\nReconsider travel to the Cayman Islands due to health and safety measures and COVID-related conditions.", "Comoros": "Level 3\n\nReconsider travel to Comoros due to COVID-19.", "Curacao": "Level 3\n\nReconsider travel to Curaçao due to health and safety measures and COVID-related conditions.", "Dominica": "Level 3\n\nReconsider travel to Dominica due to health and safety measures and COVID-related conditions.  ", "Fiji": "Level 2\n\nExercise increased caution in Fiji due to COVID-19. ", "French Polynesia": "Level 3\n\nReconsider travel to French Polynesia due to COVID-19.", "French West Indies": "Level 4\n\nDo Not travel to French West Indies, which includes the islands of Guadeloupe, Martinique, French Saint Martin, and Saint Barthélemy, due to health and safety measures and COVID-related conditions.", "Grenada": "Level 2\n\nExercise increased caution in Grenada due to health and safety measures and COVID-related conditions.", "Guinea-Bissau": "Level 3\n\nReconsider travel to Guinea-Bissau due to COVID-19. Reconsider travel to Guinea-Bissau due to crime and civil unrest.   ", "Hong Kong": "Level 3\n\nReconsider travel to the People’s Republic of China (PRC), including the Hong Kong Special Administrative Region (SAR), due to arbitrary enforcement of local laws. Exercise increased caution in the Hong Kong SAR due to COVID-19.", "Kiribati": "Level 3\n\nReconsider travel to Kiribati due to COVID-19.", "Kosovo": "Level 4\n\nDo not travel to Kosovo due to COVID-19. Exercise increased caution in Kosovo due to terrorism. Some areas have increased risk. Read the entire Travel Advisory.", "Liechtenstein": "Level 3\n\nReconsider travel to Liechtenstein due to COVID-19.", "Luxembourg": "Level 3\n\nReconsider travel to Luxembourg due to COVID-19.", "Macau": "Level 1\n\nExercise normal precautions in Macau.  ", "Maldives": "Level 3\n\nReconsider travel to Maldives due to COVID-19.  Exercise increased caution in Maldives due to terrorism. ", "Malta": "Level 3\n\nReconsider travel to Malta due to COVID-19.", "Marshall Islands": "Level 2\n\nExercise increased caution in the Marshall Islands due to COVID-19.                                                                ", "Mauritius": "Level 2\n\nExercise increased caution in Mauritius due to COVID-19.", "Micronesia": "Level 2\n\nExercise increased caution in  Micronesia due to COVID-19 and Embassy Kolonia’s limited capacity to provide support to U.S. citizens.", "Montserrat": "Level 3\n\nReconsider travel to Montserrat due to health and safety measures and COVID-related conditions.", "Nauru": "Level 2\n\nExercise increased caution in Nauru due to COVID-19.", "New Caledonia": "Level 2\n\nExercise increased caution in New Caledonia due to COVID-19.", "Palau": "Level 2\n\nExercise increased caution in Palau due to COVID-19.", "Saint Kitts and Nevis": "Level 2\n\nReconsider travel to St. Kitts and Nevis due to health and safety measures and COVID-related conditions.", "Saint Lucia": "Level 3\n\nReconsider travel to in Saint Lucia due to health and safety measures and COVID-related conditions.", "SaintVincentandtheGrenadines": "Level 3\n\nReconsider travel to Saint Vincent and the Grenadines due to health and safety measures and COVID-related conditions.", "Samoa": "Level 2\n\nExercise increased caution in Samoa due to COVID-19.", "Sao Tome and Principe": "Level 3\n\nReconsider travel to Sao Tome and Principe due to COVID-19.", "Seychelles": "Level 3\n\nReconsider Travel to Seychelles due to COVID-19", "Singapore": "Level 2\n\nExercise increased caution in Singapore due to COVID-19. ", "Sint Maarten": "Level 3\n\nReconsider travel to Sint Maarten due to health and safety measures and COVID-related conditions.", "Solomon Islands": "Level 3\n\nReconsider travel to the Solomon Islands due to COVID-19.", "Bahamas": "Level 3\n\nReconsider travel to The Bahamas due to health and safety measures and COVID-related conditions. Exercise caution in some areas of The Bahamas due to crime. Read the entire Travel Advisory.", "The Gambia": "Level 3\n\nReconsider travel to The Gambia due to COVID-19. Some areas have increased risk. Read the entire travel advisory.", "Timor-Leste": "Level 3\n\nReconsider travel to Timor-Leste due to COVID-19. Exercise increased caution in Timor-Leste due to crime and civil unrest. ", "Tonga": "Level 2\n\nExercise increased caution in Tonga due to COVID-19.", "Trinidad and Tobago": "Level 3\n\nReconsider travel to Trinidad and Tobago due to restricted travel options put in place to prevent COVID-19.  Exercise increased caution in Trinidad and Tobago due to crime, terrorism, and kidnapping. Some areas have increased risk. Read the entire Travel Advisory. ", "Turks and Caicos Islands": "Level 4\n\nDo not travel to the Turks and Caicos Islands due to health and safety measures and COVID-related conditions. Exercise increased caution in the Turks and Caicos Islands due to crime.", "Tuvalu": "Level 3\n\nReconsider travel to Tuvalu due to COVID-19.", "Vanuatu": "Level 2\n\nExercise increased caution in Vanuatu due to COVID-19.", "accuracy date": "As of 14:41 on 12 March 2021", "unknown": "Could not find country information"}